Repository: Thiago-Portella/Addons-Para-o-NVDA
Catalog: dictionaries/locale/*/LC_MESSAGES/nvda.po
Languages: pt

source: Dutch-French
pt: Neerlandês-Francês

source: English-Amharic
pt: Inglês-Amárico

source: English-French
pt: Inglês-Francês

source: English-Italian
pt: Inglês-Italiano

source: English-Portuguese
pt: Inglês-Português

source: English-Spanish
pt: Inglês-Espanhol

source: French-Arabic
pt: Francês-Árabe

source: French-Dutch
pt: Francês-Neerlandês

source: French-English
pt: Francês-Inglês

source: French-German
pt: Francês-Alemão

source: French-Italian
pt: Francês-Italiano

source: French-Portuguese
pt: Francês-Português

source: french-Spanish
pt: francês-Espanhol

source: German-French
pt: Alemão-Francês

source: German-Portuguese
pt: Alemão-Português

source: Icelandic-French
pt: Islandês-Francês

source: Italian-English
pt: Italiano-Inglês

source: Italian-French
pt: Italiano-Francês

source: Italian-Portuguese
pt: Italiano-Português

source: Otoman-Turkish
pt: Otomano-Turco

source: Portuguese-English
pt: Português-Inglês

source: Portuguese-French
pt: Português-Francês

source: Portuguese-German
pt: Português-Alemão

source: Portuguese-Italian
pt: Português-Italiano

source: Portuguese-Spanish
pt: Português-Espanhol

source: Spanish-French
pt: Espanhol-Francês

source: Spanish-Portuguese
pt: Espanhol-Português

source: Tetun-Portuguese
pt: Tetun-Português

source: English (Concise Oxford dictionary)
pt: Inglês (Concise Oxford dictionary)

source: English synonyms dictionary)
pt: Inglês - Sinónimos (em inglês)

source: French common nouns with new ortography (in french)
pt: Francês - Substantivos comuns com nova ortografia (em francês)

source: French common nouns (in french)
pt: Francês - Substantivos comuns (em francês)

source: French encyclopedie (in french)
pt: Enciclopédia francesa (em francês)

source: French proper nouns (in french)
pt: Francês - Substantivos próprios (em francês)

source: French synonyms (in French)
pt: Francês - Sinónimos (em francês)

source: Portuguese language difficulties (in portuguese)
pt: Português - Dificuldades da língua portuguesa

source: Portuguese - meanings (in portuguese)
pt: Português - Significados

source: Portuguese - synonyms (in portuguese)
pt: Português - Sinónimos

source: Spanish - RAE (in spanish)
pt: Espanhol (RAE)

source: Spanish - RAE New version (in spanish)
pt: Espanhol (RAE nova versão)

source: Turkish (in turkish)
pt: Turco (em turco)

source: Alchemy (in portuguese)
pt: Alquimia

source: Biblical (in portuguese)
pt: Bíblico

source: Botany (in portuguese)
pt: Botânica

source: Chemical (in portuguese)
pt: Química

source: Clinical Practice (in portuguese)
pt: Medicina

source: Finantial terms (in portuguese pt_br)
pt: Finanças (glossário de termos) (Brasil)

source: Finantial terms (in portuguese pt_pt)
pt: Finanças (glossário de termos) (Portugal)

source: Geography and surroundings (in portuguese)
pt: Geografia e meio ambiente

source: Geology (in portuguese)
pt: Geologia (em português)

source: Health (in portuguese)
pt: Saúde

source: Historical concepts (in portuguese)
pt: História (conceitos)

source: Information society (in portuguese)
pt: Informática

source: Law glossary (in portuguese pt_pt)
pt: Direito (glossário)

source: Mathematic elementar (in portuguese)
pt: Matemática elementar

source: Medical (in french)
pt: Medicina (em francês)

source: Medical popular (in portuguese)
pt: Medicina (popular)

source: Medical technical (in portuguese)
pt: Medicina (técnico)

source: Music (in portuguese)
pt: Música

source: Music (in turkish)
pt: Música (em turco)

source: Nursing (in portuguese)
pt: Enfermagem

source: Philosophy (Cambridge)
pt: Filosofia (Cambridge) (em inglês)

source: Philosophy (in portuguese)
pt: Filosofia

source: Phonetics (in spanish)
pt: Fonética (em espanhol)

source: Politic (in portuguese)
pt: Política

source: Portuguese musicians (in portuguese)
pt: Músicos portugueses

source: Psychology (in portuguese)
pt: Psicologia

source: Slang and idioms (in portuguese)
pt: Calão e expressões idiomáticas

source: Tecnical of Informatic (english-french)
pt: Informática (Inglês-Francês)

source: Tecnical of Informatic (in portuguese)
pt: Informática

source: Veterinary medicin (in portuguese)
pt: Veterinária

source: Dictionaries
pt: Dicionários

source: Main window to access several dictionaries
pt: Janela principal para aceder a vários dicionários

source: Opens the dictionary search window using the default dict
pt: Abre a janela de pesquisa usando o dicionário padrão

source: Choose the dictionary and press Enter or Tab for other options.
pt: Escolha o dicionário e pressione Enter ou Tab para outras opções.

source: Manage dictionaries...
pt: Gerir dicionários...

source: Set dictionary as Default
pt: Definir dicionário como padrão

source: set as default dictionary.
pt: definido como dicionário padrão.

source: Select what to search from the list.
pt: Seleccione o que procurar a partir da lista.

source: Enter the first letter, a word or an expression to search.
pt: Introduza a primeira letra, palavra ou expressão a pesquisar.

source: Please wait untill the index is created...
pt: Por favor aguarde até que o índice seja criado...

source: dictionaries
pt: dicionários

source: %s not found in the dictionary of %s.
pt: %s não encontrado no dicionário de %s.

source: Do you want to search another word?
pt: Quer procurar outra palavra?

source: Here is the result of your search:
pt: Eis o resultado da sua pesquisa:

source: Search again
pt: Procurar outra vez

source: Copy to clipboard
pt: Copiar para a área de transferência

source: Manage
pt: Gerir

source: Order or delete existing dictionaries
pt: Re-ordene ou apague dicionários

source: Move up
pt: Mover para cima

source: Move down
pt: Mover para baixo

source: Delete
pt: Apagar

source: Choose the dictionary to download and press Enter
pt: Escolhe o dicionário a descarregar e pressiona Enter

source: The first item can not be moved up!
pt: O primeiro item não pode ser movido para cima!

source: moved to position
pt: movido para a posição

source: The last item can not be moved down!
pt: O último item não pode ser movido para baixo!

source: Are you sure you want to delete the %s dictionary file?
pt: Tem a certeza de que quer eliminar o ficheiro do dicionário %s?

source: Are you sure you want to download the %s dictionary from %s?
pt: Tem a certeza que quer descarregar o dicionário %s de %s?

source: Downloading %s
pt: A descarregar %s

source: Please wait...
pt: Por favor aguarde...

source: File downloaded successfully!
pt: Ficheiro descarregado com sucesso!

source: Success!
pt: Sucesso!

source: It was not possible to download the file.
pt: Não foi possível descarregar o ficheiro.

source: Error!
pt: Erro!

source: Allows quick access to several dictionaries
pt: Permite o acesso rápido a vários dicionários
