Repository: Thiago-Portella/Addons-Para-o-NVDA
Catalog: TCA_SystemUtilities/locale/*/LC_MESSAGES/nvda.po
Languages: ar, it, ro

source: Apagar el sistema
ar: اغلاق النظام
it: Arresta il sistema
ro: stingerea sistemului

source: Reinicio del sistema
ar: إعادة تشغيل النظام
it: Riavvio del sistema
ro: restartarea sistemului

source: Anular apagado
ar: إلغاء إيقاف التشغيل
it: Annulla arresto
ro: anuleaza stingerea

source: Abrir opciones de sonido
ar: فتح خيارات الصوت
it: Apri le opzioni del suono
ro: descide obtiuni de sunet

source: Abrir carpeta Roaming
ar: فتح مجلد التجوال
it: Apri cartella Roaming
ro: descide folderul roaming

source: Abrir Asistente transferir archivos por Bluetooth
ar: فتح معالج نقل ملفات Bluetooth
it: Apri Trasferimento guidato file via Bluetooth
ro: descide asistentu transferenta de argive prin bluethood

source: Saber la arquitectura del sistema
ar: تعرف على بنية النظام
it: Conoscere l'architettura del sistema
ro: stiti arquitectura sistemului

source: Su sistema operativo es de: {} Bits
ar: نظام التشغيل الخاص بك هو: {} بت
it: Il tuo sistema operativo è a: {} Bit
ro: sistema operativa a dumneavuastra ieste de:{}bits

source: Abrir el asistente para guardar la contraseña del sistema
ar: افتح المعالج لحفظ كلمة مرور النظام
it: Apri procedura guidata per salvare la password di sistema
ro: descide asistentul casa recineti parola sistemului

source: Abriendo restablecer contraseñas de Windows
it: Apertura delle password di ripristino di Windows
ro: descizand restabilire de parole din windows

source: Copiar al portapapeles la ruta
ar: نسخ المسار إلى الحافظة
it: Copia il percorso negli appunti
ro: copiati ruta

source: Ruta copiada
ar: نسخ المسار
it: percorso copiato
ro: ruta copiata

source: No se pudo copiar la ruta
it: Impossibile copiare il percorso

source: Abrir el administrador de discos
ar: افتح إدارة الإقراص
it: Apri Gestione disco
ro: descide administratorul de sidiuri

source: Abrir la tienda oficial de complementos
ar: فتح متجر أضافات nvdaالرسمي
it: Apri il sito ufficiale dell'add-on
ro: descide magazinul oficial de complimente

source: Abrir monitor de recursos
ar: فتح مراقب الموارد
it: Apri gestione risorse del computer
ro: descide monitorul de recurse

source: Copiar al portapapeles la lista de carpetas y archivos
ar: انسخ قائمة المجلدات والملفات إلى الحافظة
it: Copia negli appunti l'elenco di cartelle e file
ro: copiaza lista de foldere si aargive

source: Saber la versión de Windows
ar: تعرف على إصدار الويندوز
it: Conoscere la versione di Windows
ro: stiti versiuna windows

source: Abrir el administrador de dispositivoss
it: Apri Gestione dispositivi

source: Abrir Opciones de carpeta
ar: افتح خيارات المجلد
it: Apri Opzioni cartella
ro: descide obtiuni de folder

source: Hacer análisis del sistema Con SFC
ar: قم بتحليل النظام باستخدام SFC
it: Esegui la scansione del sistema con SFC
ro: fateti analiza sistemului cu sfc

source: Copiar información de todo el sistema al portapapeles
ar: نسخ المعلومات على مستوى النظام إلى الحافظة
it: Copia le informazioni dell'intero sistema negli appunti
ro: copiati informatia la tot sistemului

source: información del sistema copiada al portapapeles
it: informazioni del sistema copiate negli appunti
ro: informatia sistemului copiata

source: Abrir mapa de caracteres
ar: افتح خريطة الأحرف
it: Apri mappa caratteri
ro: descide harta de caractere

source: Abrir Asistente guardar contraseñas de usuarios
ar: افتح معالج حفظ كلمات مرور المستخدم
it: Apri procedura guidata salva le password utente
ro: descide asistentului retinera parolei de la uzuari

source: Abrir opciones de voz
ar: فتح خيارات الصوت
it: Apri opzioni voce
ro: descide obtiuni vocale

source: Copiar al portapapeles la información sobre las tarjetas de sonido
ar: نسخ المعلومات حول بطاقات الصوت إلى الحافظة
it: Copia le informazioni sulle schede audio negli appunti
ro: copiati imformatia despre sound carduri

source: Ocultar carpetas
ar: إخفاء المجلدات
it: nascondi cartelle
ro: ascundeti foldere

source: Mostrar carpetas ocultas
ar: إظهار المجلدات المخفية
it: mostra cartelle nascoste
ro: aratati foldere ascunse

source: Limpiar disco
ar: تنظيف القرص
it: Pulisci disco
ro: spalati hard discu

source: Reiniciar Explorador
ar: إعادة تشغيل المستكشف
it: Riavvia Explorer
ro: restartati exploratorul

source: Abrir Optimizar las unidades
ar: فتح تحسين محركات الأقراص
it: Apri Ottimizza unità
ro: descide ovtimizati unitatile

source: Hibernar el sistema
ar: إسبات النظام
it: Iberna il sistema
ro: adormiti sistemul

source: Volumen
it: Volume

source: Reparar sistema con Dism
ar: نظام الإصلاح مع Dism
it: Ripara il sistema con Dism
ro: reparati sistemul cu dism

source: Reiniciar el sistema y entrar en Modo seguro con funciones de red
ar: أعد تشغيل النظام وادخل إلى الوضع الآمن مع الاتصال بالشبكة
it: Riavvia il sistema ed entra in modalità provvisoria con rete
ro: restartati sistemul si intrati an mod secur cu funci de net

source: Deshabilitar el Modo seguro y reiniciar el sistema
ar: قم بتعطيل الوضع الآمن وإعادة تشغيل النظام
it: Disabilita la modalità provvisoria e riavvia il sistema
ro: dezavilitati modul secur si restartati an mod normal

source: Abrir Mezclador de volumen
ar: إفتح خالط الصوت
it: Apri Mixer volume
ro: descidi volum mixer

source: Suspender el sistema
it: Sospendi il sistema

source: Abrir Restablecer éste PC
it: Apri Ripristino PC

source: Copiar al portapepeles la lista de archivos en cuarentena
it: Copia negli appunti l'elenco degli archivi in quarantena

source: Análisis rápido
it: Analisi veloce

source: Análisis completo
it: Analisi completa

source: Análisis del sector de arranque
it: Analisi del settore di avvio

source: Activar escanéo de archivos comprimidos
it: Attiva la scansione degli archivi compressi

source: Desactivar escanéo de archivos comprimidos
it: Disattiva la scansione degli archivi compressi

source: Desactivar la Webcam
it: Disattiva Webcam

source: Activar la Webcam
it: Attiva Webcam

source: Reiniciar el sistema y entrar en la BIOS-UEFI
it: Riavvia il sistema ed entra nel BIOS-UEFI

source: Limpiar caché DNS
it: Svuota cache DNS

source: Desactivar el espacio reservado
it: Disattiva lo spazio riservato

source: Activar el espacio reservado
it: Attiva lo spazio riservato

source: AbrircConsola CMD en la ruta actual
it: Apri la console CMD nel percorso corrente

source: AbrircConsola CMD Administrador
it: Apri la console CMD come amministratore

source: Limpiar configuración guardada para ejecutarse en pantallas seguras
it: Pulisci la configurazione salvata per l'esecuzione all'avvio in schermate protette

source: Borrar el portapapeles y su historial
it: Cancella gli appunti e la loro cronologia

source: Tomar la ruta con z_path
it: Prendi il percorso con z_path

source: Cerrar taréas que no responden
it: Chiudi le attività che non rispondono

source: Cerrar todas las aplicaciones
it: Chiudi tutte le applicazioni

source: No se pudo tomar el foco, seleccione algún elemento
it: Impossibile rilevare il focus, seleziona un elemento

source: Ha seleccionado %s ficheros. Seleccione solo un fichero.
it: Hai selezionato %s file. Seleziona un solo file.

source: No se tomó el foco, mueva la flecha o seleccione algún elemento
it: Il focus non è stato rilevato, sposta la freccia o seleziona un elemento

source: Dirección:
it: Indirizzo:
ro: directie:

source: Vídeos
it: Video

source: Videos
it: Video

source: Apagando el Pc.
ar: إيقاف تشغيل الكمبيوتر.
it: Arresto del Pc in corso...
ro: oprind calcuratorul.

source: Reiniciando el PC.
ar: إعادة تشغيل جهاز الكمبيوتر.
it: Riavvio del Pc in corso...
ro: restartand calculatorul.

source: anulando el apagado o reinicio del pc.
ar: إلغاء إيقاف تشغيل أو إعادة تشغيل جهاز الكمبيوتر.
it: Annullamento dell'arresto o del riavvio del Pc in corso...
ro: anuland stingerea sau restartarea calculatorului

source: Copiada la lista al portapapeles
ar: نسخ قائمة إلى الحافظة
it: Copia l'elenco negli appunti
ro: lista copiata

source: No se pudo copiar la lista al portapapeles
it: Impossibile copiare l'elenco negli appunti

source: Copiada la info del sonido al portapapeles
ar: نسخ معلومات الصوت إلى الحافظة
it: Informazioni suono copiate negli appunti
ro: copiata informatia de sunet

source: No fue posible ocultar los elementos
it: Impossibile nascondere gli elementi

source: no se pudieron mostrar los archivos
it: non è stato possibile visualizzare i file

source: Si es la primera vez que ejecuta ésta acción. es necesario crear un perfil de limpieza, solo debe hacerlo una vez. puede pulsar en Crear perfil también si desea modificar uno existente, o puede marcar la casilla para no volver a mostrar éste mensaje.
it: Se è la prima volta che esegui questa azione. devi creare un profilo di pulizia, devi farlo solo una volta. puoi anche cliccare su Crea profilo se vuoi modificarne uno esistente, oppure puoi spuntare la casella per non mostrare più questo messaggio.
ro: daca ieste necesar sa creeze un profil de spalare

source: Crear perfil
ar: إنشاء ملف تعريف
it: Crea profilo
ro: creati profil

source: No volver a mostrar este mensaje
ar: لا تظهر هذه الرسالة مرة أخرى
it: Non mostrare più questo messaggio
ro: un mai ami aratati acest mesagi

source: Está a punto de reiniciar el sistema, y activar el modo Seguro con funciones de red. En éste modo los sistemas Windows anteriores al 10, puede que no tengan sonidos, por ende, el lector de pantalla no tendrá soporte de voz. Deberá deshabilitar este modo desde las configuraciones del sistema msconfig, o haciendo uso de TCA SystemUtilities en el apartado: apagado del sistema. ¿Está seguro que desea continuar?
it: Stai per riavviare il sistema e per abilitare la modalità provvisoria con rete. In questa modalità, i sistemi Windows precedenti al 10 potrebbero non avere suoni, quindi lo screen reader non avrà il supporto vocale. Dovrai disabilitare questa modalità dalle impostazioni di sistema di msconfig o utilizzando TCA SystemUtilities nella sezione: spegnimento del sistema. Sei sicuro di voler continuare?
ro: santeti apruape de a restarta sistemul, si a intra an mod secur cu funci de net

source: Atención activación del Modo seguro!
it: Attenzione all'attivazione della modalità provvisoria!
ro: atentie activatie al modul secur!

source: Modo seguro activado, se va a reiniciar el Pc
ar: تم تنشيط الوضع الآمن ، وسيُعاد تشغيل الكمبيوتر
it: Modalità provvisoria attivata, il PC si riavvierà
ro: mod secur activat, se va restarta calculatorul

source: Modo normal, reiniciando el Pc
ar: الوضع العادي ، إعادة تشغيل جهاز الكمبيوتر
it: Modalità normale, riavviando il PC
ro: mod normal, restartand calculatorul

source: Suspendiendo el sistema
it: Sospensione del sistema in corso...

source: Se activó el escanéo de archivos comprimidos
it: La scansione degli archivi compressi è stata attivata

source: Se desactivó el escanéo de archivos comprimidos
it: La scansione degli archivi compressi è stata disabilitata

source: Se desactivó la Webcam
it: Webcam disattivata

source: Se activó la Webcam
it: Webcam attivata

source: Está a punto de activar entrar a la BIOS-UEFI El PC se va a reiniciar en unos segundos. Recuerda que en la BIOS-UEFI no podrás utilizar un lector de pantalla, tendrás que pedir ayuda visual. ¿está seguro que desea continuar?
it: Stai per attivare 'Entra nel BIOS-UEFI' Il PC si riavvierà tra pochi secondi. Ricorda che in BIOS-UEFI non potrai utilizzare uno screen reader, Dovrai chiedere un aiuto visivo. sei sicuro di voler continuare?

source: ¿Atención Se intentará activar la entrada a la BIOS-UEFI!
it: Attenzione Si cercherà di attivare l'accesso al BIOS-UEFI!

source: Se limpió la Caché DNS
it: Cache DNS cancellata

source: Se desactivó el espacio reservado
it: Spazio riservato disabilitato

source: Se activó el espacio reservado
it: Spazio riservato attivato

source: No se pudo obtener la ruta para el CMD
it: Impossibile aprire CMD in questo percorso

source: Este proceso eliminará todos los complementos y configuraciones que están en pantallas seguras. Es necesario que se reinicie el explorador de Windows, se deben cerrar todas las ventanas del explorador. Si tiene activado el uac (Control de cuentas de usuario), es probable que deba darle varias veces permisos para continuar. ¿Está seguro que desea continuar?
it: Questo processo rimuoverà tutti i plug-in e le impostazioni che si trovano nelle schermate protette. Windows Explorer deve essere riavviato, tutte le finestre di Explorer devono essere chiuse. Se hai abilitato uac (controllo dell'account utente), potrebbe essere necessario concedere più autorizzazioni per continuare. Sei sicuro di voler continuare?

source: Atención borrando addons y configuraciones de pantallas seguras
it: Attenzione all'eliminazione di componenti aggiuntivi e configurazioni di schermate sicure

source: Se limpió la configuración en pantallas seguras
it: Le impostazioni nelle schermate protette sono state cancellate

source: No existen configuraciones guardadas en pantallas seguras
it: Non ci sono impostazioni salvate per le schermate protette

source: no hay nada en el historial del portapapeles
it: La cronologia degli appunti non contiene elementi

source: No fue posible eliminar el portapapeles
it: Impossibile eliminare gli appunti

source: Se limpió correctamente el portapapeles
it: Appunti cancellati con successo

source: Apagar
ar: حذف
it: Arresta
ro: stinge

source: Entrar a la BIOS-UEFI
it: Entra nel BIOS-WEFI

source: Hibernar
ar: السكون
it: Iberna
ro: ivernare

source: Reiniciar
ar: إعادة تشغيل
it: Riavvia
ro: restartare

source: Reiniciar y entrar en Modo seguro con funciones de red
ar: أعد التشغيل وادخل إلى الوضع الآمن مع الاتصال بالشبكة
it: Riavvia il sistema ed entra in modalità provvisoria con rete
ro: restartati si intrati an mod secur cu functi de net

source: Reiniciar en Modo normal
ar: أعد التشغيل في الوضع العادي
it: Riavvia in modalità normale
ro: restartati an mod normal

source: Suspender
it: Sospendi

source: Apagado del sistema
ar: إيقاف تشغيل النظام
it: Arresto del sistema
ro: stingerea sistemului

source: Borrar el portapapeles
it: Cancella appunti

source: Desbloquear explorador de Windows
it: Sblocca Windows Explorer

source: Monitor de recursos
ar: مراقب المورد
it: Gestione risorse del computer
ro: monitor de recursuri

source: Explorador y Procesos
ar: المستكشف والعمليات
it: Explorer e Processi
ro: explorator si procduri

source: Activar almacenamiento reservado
it: Attiva spazio di archiviazione riservato

source: Desactivar almacenamiento reservado
it: Disattiva spazio di archiviazione riservato

source: Análisis del sistema Con SFC
ar: تحليل النظام باستخدام SFC
it: Scansione del sistema con SFC
ro: analizati sistemul cu sfc

source: Limpiar configuración guardada en pantallas seguras
it: Cancella le impostazioni salvate per le schermate protette

source: Optimizar las unidades
ar: تحسين محركات الأقراص
it: Ottimizza unità
ro: obtimmizati unitatile

source: Restablecer PC
it: Ripristina PC

source: Reparación y optimización
ar: إصلاحات وتحسينات
it: Riparazione e ottimizzazione
ro: reparare si obtimizare

source: Analizar arranque del sistema
it: Analizza l'avvio del sistema

source: análisis rápido
it: Analisi veloce

source: Escanear archivos comprimidos
it: Scansiona archivi compressi

source: No escanear archivos comprimidos
it: Non scansionare archivi compressi

source: Listado de archivos en cuarentena al portapapeles
it: Elenco degli archivi in quarantena negli appunti

source: Seguridad de Windows
it: Sicurezza di Windows

source: Activar Webcam
it: Attiva Webcam

source: Desactivar Webcam
it: Disattiva Webcam

source: Mezclador de volumen
ar: مستوى الصوت
it: Mixer del volume
ro: volum mixer

source: Opciones de sonido
ar: خيارات الصوت
it: opzioni suono
ro: ovtiuni de sunet

source: Opciones de voz
ar: خيارات النطق
it: opzioni voce
ro: obtiuni de vote

source: Voz y multimedia
it: Voce e media

source: Asistente guardar contraseñas de usuarios
ar: معالج حفظ كلمات مرور المستخدم
it: Procedura guidata di salvataggio delle password utente
ro: asistent retineti parole uzuarilor

source: Asistente transferir archivos por Bluetooth
ar: معالج نقل ملفات البلوتوث
it: Procedura guidata di trasferimento file via Bluetooth
ro: asistent de transferenta de argive prin bluetooth

source: Carpeta Roaming
ar: إعدادات البرامج
it: Cartella Roaming
ro: folder roaming

source: administrador de discos
ar: مدير القرص
it: Gestione disco
ro: administrator de sidiuri

source: administrador de dispositivoss
it: Gestione dispositivi

source: asistente para guardar la contraseña del sistema
ar: المعالج لحفظ كلمة مرور النظام
it: procedura guidata di salvataggio della password di sistema
ro: asistent pentru a retine parola sistemului

source: mapa de caracteres
ar: خريطة الأحرف
it: Mappa caratteri
ro: harta de caractere

source: Opciones de carpeta
ar: خيارات المجلد
it: Opzioni cartella
ro: obtiuni de folder

source: Utilidades del sistema
ar: أدوات النظام
it: utilità del sistema
ro: utilitati a le sistemului

source: Apagar y Reiniciar el PC con el sonido clásico de Windows. También permite abrir la carpeta Roaming y ejecutar de forma directa algunas herramientas del sistema.
it: Arresta e Riavvia il PC con il classico suono di Windows. Ti consente anche di aprire la cartella Roaming ed eseguirne direttamente alcuniStrumenti di sistema.
ro: stingere si restartare al calculatorului cu sunetul clasic din windows

source: Abrir el asistente para guardar la contraseÃ±a del sistema
ar: افتح معالج حفظ كلمة مرور النظام

source: Abriendo restablecer contraseÃ±as de Windows
ar: فتح نوافذ إعادة تعيين كلمة المرور

source: Saber la versiÃ³n de Windows
ar: تعرف على إصدار Windows

source: Abrir el administrador de dispositivos
ar: افتح إدارة الأجهزة
ro: descide administratorul de dispozitive

source: Hacer anÃ¡lisis del sistema Con SFC
ar: إجراء تحليل النظام مع CFS

source: Copiar informaciÃ³n de todo el sistema al portapapeles
ar: انسخ المعلومات على مستوى النظام إلى الحافظة

source: informaciÃ³n del sistema copiada al portapapeles
ar: نسخ معلومات النظام إلى الحافظة

source: Abrir Asistente guardar contraseÃ±as de usuarios
ar: فتحمعالج حفظ كلمات مرور المستخدم

source: Copiar al portapapeles la informaciÃ³n sobre las tarjetas de sonido
ar: نسخ المعلومات حول بطاقات الصوت إلى الحافظة

source: Si es la primera vez que ejecuta Ã©sta acciÃ³n. es necesario crear un perfil de limpieza, solo debe hacerlo una vez. puede pulsar en Crear perfil tambiÃ©n si desea modificar uno existente, o puede marcar la casilla para no volver a mostrar Ã©ste mensaje.
ar: إذا كانت هذه هي المرة الأولى التي تقوم فيها بهذا الإجراء. تحتاج إلى إنشاء ملف تعريف للتنظيف ، ما عليك سوى القيام بذلك مرة واحدة. يمكنك النقر فوق إنشاء ملف تعريف أيضًا إذا كنت تريد تعديل ملف تعريف موجود ، أو يمكنك تحديد المربع لعدم إظهار هذه الرسالة مرة أخرى.

source: EstÃ¡ a punto de reiniciar el sistema, y activar el modo Seguro con funciones de red. En Ã©ste modo los sistemas Windows anteriores al 10, puede que no tengan sonidos, por ende, el lector de pantalla no tendrÃ¡ soporte de voz. DeberÃ¡ deshabilitar este modo desde las configuraciones del sistema msconfig, o haciendo uso de TCA SystemUtilities en el apartado: apagado del sistema. Â¿EstÃ¡ seguro que desea continuar?
ar: أنت على وشك إعادة تشغيل النظام وتنشيط الوضع الآمن مع الاتصال بالشبكة. في هذا الوضع ، قد لا تحتوي أنظمة Windows السابقة على 10 أصوات ، وبالتالي لن يكون لقارئ الشاشة دعم صوتي. يجب عليك تعطيل هذا الوضع من تكوينات نظام msconfig ، أو باستخدام TCA SystemUtilities في القسم: إيقاف تشغيل النظام. هل أنت متأكد أنك تريد الاستمرار؟

source: AtenciÃ³n activaciÃ³n del Modo seguro!
ar: تنشيط الانتباه من الوضع الآمن!

source: Asistente guardar contraseÃ±as de usuarios
ar: معالج حفظ كلمات مرور المستخدم

source: administrador de dispositivos
ar: مدير الجهاز
ro: administratorul de dispozitive

source: asistente para guardar la contraseÃ±a del sistema
ar: المعالج لحفظ كلمة مرور النظام

source: AnÃ¡lisis del sistema Con SFC
ar: تحليل النظام باستخدام SFC

source: Sonido y voz
ar: الأصوات وأجهزة الصو
ro: sunet si vote

source: ReparaciÃ³n y optimizaciÃ³n
ar: التحسينات والإصلاحات

source: Análisis del sistema Con SFC
ar: تحليل النظام باستخدام SFC

source: &TCA_SystemUtilities
ar: أ&دوات النظام TCA

source: TCA-SystemUtilities
ar: أدوات النظام لTCA
