Repository: Thiago-Portella/Addons-Para-o-NVDA
Catalog: navSounds/locale/*/LC_MESSAGES/nvda.po
Languages: ar, es, it, zh_cn

source: navigation sounds
ar: أصوات التنقل
es: sonidos de navegaci√≥n
it: suoni di navigazione
zh_cn: 导航音效

source: Disable navigation sounds
ar: تعطيل أصوات التنقل

source: Enable navigation sounds
ar: تفعيل أصوات التنقل

source: Disable typing sounds
ar: تعطيل أصوات الكتابة

source: Enable typing sounds
ar: تفعيل أصوات الكتابة

source: Pressing it once toggles between on and off object sounds, and Pressing twice it toggles between on and off typing sounds.
ar: يءدي الضغت عليه مرة واحدة إلى تفعيل/تعطيل أصوات التنقل ومرتين لتفعيل/تعطيل أصوات الكتابة
es: Presionarlo una vez alterna entre sonidos de objeto activados y desactivados, y presionarlo dos veces alterna entre sonidos de tecleo activados y desactivados.
it: Premendolo una volta si alterna tra suoni dell'oggetto attivi e non, e premendolo due volte si alterna tra suoni di digitazione attivi e non.
zh_cn: 按一次在开启和关闭对象声音之间切换，按两次在开启和关闭打字声音之间切换。

source: select sound
ar: أختر الصوت
es: seleccionar sonido
it: seleziona suono
zh_cn: 选择声音

source: say roles
ar: نطق أنواع الكائنات
es: decir roles
it: dici ruoli
zh_cn: 说出角色

source: say states
ar: نطق حالة العنصر
es: decir estados
it: dici stati
zh_cn: 说出状态

source: keyboard typing sound
ar: أصوات الكتابة على اللوحة
es: sonido de tecleo
it: suono della digitazione della tastiera
zh_cn: 键盘打字声

source: enable typing sound in text boxes only
ar: تفعيل أصوات الكتابة في مربعات التحرير فقت
es: habilitar sonido de tecleo solo en cuadros de texto
it: abilita il suono di digitazione solo nelle caselle di testo
zh_cn: 仅在文本框中启用打字声

source: select typing sound
ar: أختر أصوات الكتابة
es: seleccionar sonido de tecleo
it: seleziona il suono di digitazione
zh_cn: 选择打字声

source: volume
ar: ألصوت

source: open sounds folder
ar: فتح مجلد الأصوات
es: abrir carpeta de sonidos
it: apri la cartella dei suoni
zh_cn: 打开声音文件夹

source: donate
ar: تبرع
es: donar
it: dona
zh_cn: 捐赠
