Repository: Thiago-Portella/Addons-Para-o-NVDA
Catalog: subtitle_reader/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fi, it, uk

# 字幕閱讀器
source: Subtitle Reader
ar: قراءة الترجمات Subtitle
fi: Tekstityksenlukija
it: Lettore Sottotitoli
uk: Читач субтитрів

# 開始閱讀字幕
source: Start reading subtitles
ar: البدء في قراءة الترجمات subtitles
fi: Aloita tekstitysten lukeminen
it: Lettura sottotitoli attivata
uk: Почати читання субтитрів

# 停止閱讀字幕
source: Stop reading subtitles
ar: التوقف عن قراءة الترجمات subtitles
fi: Lopeta tekstitysten lukeminen
it: Lettura sottotitoli disattivata
uk: Зупинити читання субтитрів

# 閱讀器開關
source: Reader Switch
ar: تبديل القراءة
fi: Ota tekstityksenlukija käyttöön
it: Pulsante di lettura
uk: Перемкнути читача

# 字幕閱讀器 (&R)
source: Subtitle Reader
ar: قراءة الترجمات Subtitle
fi: Tek&stityksenlukija
it: Lettore Sottotitoli
uk: Читач субтитрів (&r)

# 閱讀器開關 (&S)
source: Reader Switch
ar: تبديل القراءة
fi: &Ota käyttöön
it: Pulsante di lettura
uk: Перемкнути читача (&s)

# 背景閱讀 (&B)
source: Read in background
ar: القراءة في الخلفية
fi: Lukeminen t&austalla
it: Leggi in background
uk: Фонове читання (&B)

# Youtube 相關設定
source: Youtube settings
ar: إعدادات يوتيوب
fi: YouTube-asetukset
it: Impostazioni di Youtube
uk: Налаштування, пов'язані з Youtube

# 閱讀聊天室(&R)
source: Read chat
ar: قراءة الدردشة
fi: Lue &chattihuone
it: Leggi la chat
uk: Читати кімнату чату (&R)

# 閱讀聊天室訊息發送者(&A)
source: Read chat sender
ar: قراءة اسم مرسل الرسالة
fi: Lue v&iestin lähettäjä chattihuoneessa
it: Leggi il mittente della chat
uk: Прочитати відправника повідомлення в чаті (&A)

# 閱讀會籍贈送(&G)
source: Read gift is sent
ar: قراءة تم إرسال الهدية
fi: Lue &jäsenlahja
it: Leggi la donazione inviata
uk: Прочитати &Роздачу членства

# 閱讀聊天室時掠過圖片名稱(&G)
source: Ignore graphic name on reading chat
ar: تجاهل الرسومات في قراءة الدردشة
fi: Lue k&uvat chattiviestien jälkeen
it: Ignora i grafici durante la lettura della chat
uk: Переходити по назві зображення під час читання чату (&G)

# 資訊卡提示(&I)
source: Prompt Info Cards
ar: بطاقات المعلومات السريعة
fi: Lue t&ietokortit
it: Scheda delle informazioni
uk: Підказка інформаційної картки (&I)

# 讀出章節(&C)
source: Read chapter
ar: قراءة الفصول
fi: Lue luvun &nimi
it: Leggi capitolo
uk: Прочитати розділ (&C)

# 立即檢查更新(&C)
source: Check For Updates
ar: البحث عن التحديثات
fi: Tarkista &päivitykset
it: Controlla Aggiornamenti
uk: Перевірити оновлення (&c)

# 開啟更新日誌(&O)
source: Open Change Log
ar: فتح سجل التغييرات
fi: &Avaa muutosloki
it: Apri Change Log
uk: Відкрити журнал змін (&o)

# 自動檢查更新(&A)
source: Automatic Check For Updates
ar: البحث التلقائي عن التحديثات
fi: Tarkista päivitykset &automaattisesti
it: Controlla automaticamente gli aggiornamenti
uk: Автоматично перевіряти оновлення (&a)

# 字幕閱讀器 V
source: Subtitle Reader V
ar: قراءة الترجمات Subtitle V
fi: Tekstityksenlukija
it: Lettore Sottotitoli Ver.
uk: Читач субтитрів V

# 新版資訊
source: Version Info
ar: معلومات الإصدار
fi: Versiotiedot
it: Info Versione
uk: Інформація про нову версію

# 更新日誌
source: Change Log
ar: سجل التغييرات
fi: Muutosloki
uk: Журнал змін

# 現在更新(&U)
source: Update Now
ar: تحديث الآن
fi: Päivitä &nyt
it: Aggiorna ora
uk: Оновити зараз (&u)

# 跳過此版本(&S)
source: Skip This Version
ar: تخطى هذا الإصدار
fi: &Ohita tämä versio
it: Salta questa versione
uk: Пропустити цю версію (&s)

# 晚點再說(&L)
source: later
ar: لاحقاً
fi: &Myöhemmin
it: più tardi
uk: Пізніше (&l)

# 您已升級到最新版本，祝您觀影愉快！
source: You have upgrade to the latest version, Enjoy the video.
ar: لقد قمت بالترقية إلى أحدث إصدار ، استمتع بالفيديو.
fi: Olet päivittänyt viimeisimpään versioon.
it: Congratulazioni! Hai eseguito l'aggiornamento all'ultima versione!
uk: Ви оновили додаток до останньої версії. Приємного перегляду!

# 恭喜
source: congratulations
ar: تهانينا
fi: Onnittelut
it: congratulazioni
uk: Подяки

# 檢查更新失敗
source: Check For Updates Failed!
ar: فشل البحث عن التحديثات
fi: Päivitysten tarkistus epäonnistui.
it: Controllo aggiornamenti fallito!
uk: Не вдалося перевірити оновлення

# 錯誤
source: Error
ar: خطأ
fi: Virhe
it: Errore
uk: Помилка

# 下載更新失敗
source: Download Updates Failed
ar: فشل تنزيل التحديث
fi: Päivityksen lataus epäonnistui
it: Scaricamento degli aggiornamenti fallito
uk: Не вдалося завантажити оновлення

# 當焦點位於網頁上的影片播放器時，讓 NVDA 讀出字幕。
source: Support NVDA read subtitle When the focus is on the web video player.
ar: دعم قراءة الترجمات المصاحبة Subtitle لفيديوهات الأنترنت بستخدام NVDA
fi: Lukee tekstityksen, kun kohdistus on verkkopohjaisessa videosoittimessa.
it: Il lettore sottotitoli funziona al meglio quando Nvda ha il focus sul player video.
uk: Підтримує читання субтитрів за допомогою NVDA, коли фокус перебуває на відеоплеєрі на сайті.
