Repository: Thiago-Portella/Addons-Para-o-NVDA
Catalog: CloudVision/locale/*/LC_MESSAGES/nvda.po
Languages: hr, uk, zh_cn

source: CloudVision Settings
hr: Postavke CloudVision
uk: Налаштування Cloud Vision
zh_cn: AI 视觉设置

source: &Play sound during recognition
hr: &Reproduciraj zvučni signal tijekom prepoznavanja teksta
uk: &Відтворювати звук під час розпізнавання
zh_cn: 在识别过程中播放声音(&P)

source: Recognize &text
hr: Prepoznaj tekst
uk: Розпізнавати &текст
zh_cn: 识别文字(&T)

source: Recognize &images
hr: Prepoznaj slike
uk: Розпізнавати &образы
zh_cn: 识别图像(&I)

source: Read &QR / bar code
hr: Pročitaj QR kod
uk: Читати &QR / штрих-коди
zh_cn: 读取二维码/条形码

source: Translate text
hr: Prevedi tekst
uk: Переклад тексту
zh_cn: 翻译文本

source: Select image description language, other languages than english are more prone to translation errors
hr: Odaberite jezik prepoznavanja slike, Jezici drukčiji od engleskog podložni su pogreškama u prijevodu
uk: Виберіть мову опису зображення,vінші мови, крім англійської, більш схильні до помилок перекладу
zh_cn: 选择描述图片的语言，除英语外，更容易出现翻译错误。

source: Open site
hr: Otvori web stranicu
uk: відкрити сайт
zh_cn: 打开网站

source: Error saving settings
hr: Greška prilikom pospremanja postavki
uk: Помилка збереження налаштувань
zh_cn: 保存设置错误

source: Cloud Vision settings...
hr: Postavke Cloud Vision...
uk: Налаштування Cloud Vision...
zh_cn: AI 视觉设置...

source: Error
hr: Greška
uk: Помилка
zh_cn: 错误

source: Analysis completed:
hr: Analiza je završena:
uk: Аналіз завершено:
zh_cn: 分析完成

source: CloudVision result
hr: Rezultat CloudVision
uk: Результат CloudVision
zh_cn: 识别结果

source: Analyzing navigator object
hr: Analiziram objekt navigatora
uk: Аналізую об’єкт навігатора
zh_cn: 识别查看对象

source: This navigator object is not analyzable
hr: Ovaj objekt navigatora ne može biti analiziran
uk: Цей об’єкт навігатора не може бути проаналізований
zh_cn: 此查看对象不可识别

source: Gives a description on how current navigator object looks like visually, if you press twice quickly, a virtual viewer will open.
hr: Opisuje izgled objekta pod objektom navigatora, Ako pritisnete dvaput, Otvorit će se virtualni preglednik.
uk: Надає опис об’єкта, як він виглядає візуально, Подвійне швидке натискання відкриває віртуальний переглядач.
zh_cn: 识别当前的查看对象，\ n 连按两次在虚拟查看窗口中显示结果。

source: Cloud Vision
zh_cn: AI 视觉

source: Text Not Found.
hr: Tekst nije pronađen.
uk: Текст незнайдено.
zh_cn: 未发现文字

source: Result copyed in clipboard.
hr: Rezultat je kopiran u međuspremnik.
uk: Результат скопійовано в буфер обміну.
zh_cn: 结果已复制到剪贴板。

source: Copy last result in clipboard.
hr: Kopiraj posljednji rezultat u međuspremnik
uk: Скопіювати останній результат в буфер обміну.
zh_cn: 复制最后一次识别结果到剪贴板。

source: CloudVision
zh_cn: AI 视觉

source: An extension for describing images by utilizing recent advances in AI technology. Press NVDA+Control+I to get a description of an object, if you press twice quickly, a virtual viewer will open.
hr: Dodatak koji prepoznaje slike koristeći postignuća u tehnologiji umjetne inteligencije. Pritisnite NVDA+Control+I kako biste dohvatili opis objekta, Ako isti prečac pritisnete dvaput, otvorit će se opis u virtualiziranom prikazu.
uk: Розширення для опису зображень, яке використовує останні досягнення технологій штучного інтелекту. Натисніть клавіші NVDA+Control+I, щоб отримати опис об’єкта, при подвійному натисканні відкриється віртуальний переглядач.
zh_cn: 一个利用最新 AI 技术描述图像内容的插件。 按NVDA + Control + I获取当前查看对象的描述， 连按两次在虚拟查看窗口中显示结果。
